tap "alajmo/mani"
tap "buildpacks-community/kpack-cli"
tap "derailed/k9s"
tap "derailed/popeye"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "mongodb/brew"
brew "age"
brew "sqlite"
brew "tree"
brew "ansible"
brew "autojump"
brew "awscli"
brew "bat"
brew "btop"
brew "cmatrix"
brew "colima"
brew "cowsay"
brew "difftastic"
brew "dive"
brew "docker"
brew "docker-buildx"
brew "docker-compose"
brew "docker-credential-helper"
brew "eksctl"
brew "fastfetch"
brew "figlet"
brew "fish"
brew "fzf"
brew "git"
brew "git-filter-repo"
brew "glab"
brew "pinentry"
brew "gnupg"
brew "graphviz"
brew "groff"
brew "hadolint"
brew "helm"
brew "htop"
brew "hugo"
brew "ingress2gateway"
brew "jq"
brew "just"
brew "kind"
brew "kubectx"
brew "kubent"
brew "kubescape"
brew "lazygit"
brew "lolcat"
brew "mise"
brew "mongosh"
brew "neovim"
brew "ollama"
brew "pinentry-mac"
brew "pipenv"
brew "pluto"
brew "postgresql@14"
brew "postgrest"
brew "pre-commit"
brew "prometheus"
brew "pstree"
brew "redis"
brew "sops"
brew "starship"
brew "stow"
brew "telnet"
brew "terraformer"
brew "tflint"
brew "tfsec"
brew "tig"
brew "trivy"
brew "watch"
brew "wget"
brew "xsel"
brew "yq"
brew "zellij"
brew "zlib"
brew "alajmo/mani/mani"
brew "buildpacks-community/kpack-cli/kp"
brew "derailed/k9s/k9s"
brew "derailed/popeye/popeye"
brew "mongodb/brew/mongodb-database-tools"
cask "alt-tab"
cask "aws-vault-binary"
cask "bitwarden"
cask "brave-browser"
cask "firefox"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "ghostty"
cask "google-chrome"
cask "homerow"
cask "iterm2"
cask "jetbrains-toolbox"
cask "kitty"
cask "libreoffice"
cask "maccy"
cask "miniconda"
cask "mongodb-compass"
cask "obs"
cask "obsidian"
cask "pop-app"
cask "postman"
cask "rancher"
cask "raycast"
cask "rectangle"
cask "shortcat"
cask "stats"
cask "syncthing-app"
cask "tableplus"
cask "unnaturalscrollwheels"
cask "visual-studio-code"
cask "vlc"
cask "zoom"
vscode "anbuselvanrocky.bootstrap5-vscode"
vscode "angular.ng-template"
vscode "docker.docker"
vscode "dracula-theme.theme-dracula"
vscode "dsznajder.es7-react-js-snippets"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-rename-tag"
vscode "foxundermoon.shell-format"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "gitlab.gitlab-workflow"
vscode "golang.go"
vscode "hashicorp.terraform"
vscode "hossaini.bootstrap-intellisense"
vscode "k--kato.intellij-idea-keybindings"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vsliveshare.vsliveshare"
vscode "pkief.material-icon-theme"
vscode "ritwickdey.liveserver"
vscode "vespa-dev-works.jestrunit"
vscode "vscodevim.vim"
go "cmd/go"
go "cmd/gofmt"
go "golang.org/x/tools/gopls"
go "github.com/hashicorp/terraform-config-inspect"
