tap "alajmo/mani"
tap "derailed/k9s"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
brew "autojump"
brew "awscli"
brew "bat"
brew "cmatrix"
brew "cowsay"
brew "docker"
brew "fastfetch"
brew "fzf"
brew "git"
brew "groff"
brew "htop"
brew "jq"
brew "kubectx"
brew "lazygit"
brew "lolcat"
brew "minikube"
brew "mise"
brew "neovim"
brew "ollama"
brew "postgresql@14"
brew "pstree"
brew "starship"
brew "telnet"
brew "tig"
brew "tree"
brew "zlib"
brew "alajmo/mani/mani"
brew "derailed/k9s/k9s"
cask "alt-tab"
cask "aws-vault"
cask "beekeeper-studio"
cask "bitwarden"
cask "brave-browser"
cask "firefox"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "iterm2"
cask "jetbrains-toolbox"
cask "maccy"
cask "miniconda"
cask "obs"
cask "obsidian"
cask "pop"
cask "postman"
cask "rancher"
cask "raycast"
cask "rectangle"
cask "shortcat"
cask "stats"
cask "syncthing"
cask "tableplus"
cask "unnaturalscrollwheels"
cask "visual-studio-code"
cask "vlc"
cask "zoom"
vscode "anbuselvanrocky.bootstrap5-vscode"
vscode "angular.ng-template"
vscode "dracula-theme.theme-dracula"
vscode "dsznajder.es7-react-js-snippets"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-rename-tag"
vscode "hashicorp.terraform"
vscode "hossaini.bootstrap-intellisense"
vscode "k--kato.intellij-idea-keybindings"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vsliveshare.vsliveshare"
vscode "pkief.material-icon-theme"
vscode "ritwickdey.liveserver"
vscode "vespa-dev-works.jestrunit"
